const combinations = [
  // виготовлення шнура та канату
  {
    materials: ["Лоза"],
    technologies: ["Кручення"],
    result: "Шнур",
    type: "матеріал",
    createdByUser: false,
    description:
      "Шнур використовується для виготовлення канатів, обв'язки матеріалів або в'язання предметів. Може комбінуватися з іншими матеріалами для виготовлення складніших виробів.",
  },
  {
    materials: ["Суха трава"],
    technologies: ["Кручення"],
    result: "Шнур",
    type: "матеріал",
    createdByUser: false,
    description:
      "Шнур використовується для виготовлення канатів, обв'язки матеріалів або в'язання предметів. Може комбінуватися з іншими матеріалами для виготовлення складніших виробів.",
  },
  {
    materials: ["Кора дерев"],
    technologies: ["Зв’язування"],
    result: "Шнур",
    type: "матеріал",
    createdByUser: false,
    description:
      "Шнур використовується для виготовлення канатів, обв'язки матеріалів або в'язання предметів. Може комбінуватися з іншими матеріалами для виготовлення складніших виробів.",
  },
  {
    materials: ["Бамбук"],
    technologies: ["Кручення"],
    result: "Шнур",
    type: "матеріал",
    createdByUser: false,
    description:
      "Шнур використовується для виготовлення канатів, обв'язки матеріалів або в'язання предметів. Може комбінуватися з іншими матеріалами для виготовлення складніших виробів.",
  },
  {
    materials: ["Лоза"],
    technologies: ["Плетіння"],
    result: "Канат",
    type: "матеріал",
    createdByUser: false,
    description:
      "Канат використовується для транспортування, будівництва та виготовлення стійких конструкцій. Може комбінуватися з іншими матеріалами для створення ще міцніших канатів.",
  },
  {
    materials: ["Суха трава"],
    technologies: ["Плетіння"],
    result: "Канат",
    type: "матеріал",
    createdByUser: false,
    description:
      "Канат використовується для легких конструкцій або обв'язки предметів. Може комбінуватися з іншими матеріалами для виготовлення складніших виробів.",
  },
  {
    materials: ["Бамбук"],
    technologies: ["Зв’язування"],
    result: "Канат",
    type: "матеріал",
    createdByUser: false,
    description:
      "Канат використовується для будівельних робіт, транспортування та створення міцних конструкцій. Може комбінуватися з іншими матеріалами для виготовлення більш складних варіантів канатів.",
  },

  // виготовлення молотка
  {
    materials: ["Камінь", "Дерево"],
    technologies: ["Кування"],
    result: "Молоток",
    type: "інструмент",
    createdByUser: false,
    description:
      "Молоток використовується для ударних робіт, таких як обробка матеріалів або виготовлення інструментів.",
  },

  // виготовлення сокири
  {
    materials: ["Камінь", "Дерево"],
    technologies: ["Різання", "Кування"],
    result: "Сокира",
    type: "інструмент",
    createdByUser: false,
    description:
      "Сокира використовується для різання деревини, лісозаготівлі та обробки дерев.",
  },

  // Додаткові варіанти комбінацій
  {
    materials: ["Глина", "Дерево"],
    technologies: ["Обплітання"],
    result: "Глиняний посуд",
    type: "матеріал",
    createdByUser: false,
    description:
      "Глиняний посуд використовується для зберігання рідин або їжі. Підходить для виготовлення кухонного начиння.",
  },
  {
    materials: ["Глина"],
    technologies: ["Випалювання"],
    result: "Керамічний посуд",
    type: "матеріал",
    createdByUser: false,
    description:
      "Керамічний посуд використовується для зберігання рідин або приготування їжі. Він відрізняється високою міцністю завдяки випалу при високих температурах.",
  },

  // Додати інші комбінації
]

export default combinations
